FemDesign.Results.NodalAcceleration.Id
Finite element node id

FemDesign.Results.NodalAcceleration.NodeId
Finite element node id

FemDesign.Results.NodalAcceleration.AccX
Nodal acceleration in global x [m/s2]

FemDesign.Results.NodalAcceleration.AccY
Nodal acceleration in global y [m/s2]

FemDesign.Results.NodalAcceleration.AccZ
Nodal acceleration in global z [m/s2]

FemDesign.Results.NodalAcceleration.CaseIdentifier
Load case or combination name